Revit 2024 API
ParameterTypeId.StructuralAnalyticalProjectMemberPlaneColumnTop Property
 "Top Vertical Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralAnalyticalProjectMemberPlaneColumnTop { get; }
Visual Basic
Public Shared ReadOnly Property StructuralAnalyticalProjectMemberPlaneColumnTop As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralAnalyticalProjectMemberPlaneColumnTop {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace